Repository: IosDep/SDC-2-ios
Catalog: SDC/Localize/*.lproj/Localizable.strings
Languages: ar

source: Home
ar: الرئيسية

source: investor info
ar: معلومات المستثمر

source: investor ownerShape
ar: ملكية المستثمر

source: investor account
ar: حسابات المستثمر

source: company's latest procedures
ar: اخر اجرات الشركات

source: investor's ownership of a new security
ar: ملكية المستثمر لورقة مالية واحدة

source: account settings
ar: اعدادات الحساب

source: Last Transactions
ar: آخر الحركات

source: Ownership analysis by sector
ar: تحليل الملكية حسب القطاع

source: Dinar
ar: دينار

source: Dollar
ar: دولار

source: trading value
ar: قيمة التداول

source: Market value
ar: القيمة السوقية

source: Card Information
ar: معلومات البطاقة

source: Document Type
ar: نوع الوثيقة

source: Document Number
ar: رقم الوثيقة

source: Next
ar: التالي

source: Expiry Date
ar: تاريخ الانتهاء

source: Release Date
ar: تاريخ الاصدار

source: Family Book Number
ar: رقم دفتر العائلة

source: OK
ar: حسناً

source: Follow These Step To SignUp
ar: اتبع هذه الخطوات للتسجيل

source: Welcome
ar: مرحبًا بك

source: Center Phone
ar: الرقم الارضي

source: Phone Number
ar: رقم الهاتف

source: Email
ar: البريد الالكتروني

source: By clicking on the continue button, I agree to the terms and conditions
ar: بالضغط على زر المتابعة ،انت توافق على الشروط والأحكام

source: activation
ar: تفعيل

source: successfully registered
ar: تم التسجيل بنجاح

source: An SMS containing a verification code has been sent to the number
ar: تم إرسال رسالة نصية قصيرة تحتوي على رمز التحقق إلى الرقم

source: Please enter the verification code
ar: الرجاء إدخال رمز التحقق

source: Code expires yet
ar: تنتهي صلاحية الرمز بعد

source: Account type
ar: نوع الحساب

source: Account number
ar: رقم الحساب

source: Member name
ar: اسم العضو

source: Member number
ar: رقم العضو

source: Member type
ar: توع العضو

source: Account statement
ar: كشف الحساب

source: Current balance
ar: الرصيد الحالي

source: Free balance
ar: الرصيد الحر

source: Pledged
ar: الرصيد المرهون

source: Reserved balance
ar: الرصيد المحجوز

source: Non-current Balance
ar: الرصيد غير المتداول

source: Client Number
ar: رقم العميل

source: Market Type
ar: نوع السوق

source: Nominal value
ar: القيمة الرمزية

source: In
ar: شراء

source: Out
ar: بيع

source: Close price
ar: سعر الإغلاق

source: Security ID
ar: رمز الورقة

source: Security name
ar: اسم الورقة المالية

source: ISIN
ar: الرقم العالمي ISIN

source: Security Sector
ar: قطاع الورقة المالية

source: Security Status
ar: حالة الورقة المالية

source: Currency
ar: نوع العملة

source: Transaction Number
ar: رقم العملية

source: Transaction Date
ar: تاريخ العملية

source: Trade Time
ar: وقت التداول

source: Settlement Date
ar: تاريخ التسوية

source: Effective Date
ar: تاريخ النفاذ

source: Member Number
ar: رقم العضو

source: Member Name
ar: اسم العضو

source: Account ID
ar: رقم الحساب

source: Account status
ar: حالة الحساب

source: Description
ar: الوصف

source: Exact Desription
ar: الوصف الدقيق

source: Quantity
ar: العدد

source: Price
ar: السعر

source: Market Value
ar: القيمة السوقية

source: Translation Number
ar: رقم التحويل

source: Post Date
ar: تاريخ التسجيل

source: Name
ar: الإسم

source: Nickname
ar: اللقب

source: Document type
ar: نوع الوثيقة

source: Document number
ar: رقم الوثيقة

source: ID Issuance Date
ar: تاريخ الإصدار

source: ID Expiry Date
ar: تاريخ الإنتهاء

source: Document refrence
ar: مكان الإصدار

source: Identification Number
ar: رقم الهوية

source: Identification number
ar: رقم الهوية

source: Investor Account and ID document Data
ar: بيانات حساب المستثمر والوثيقة

source: Address and Bank account info
ar: بيانات العنوان والحساب البنكي

source: Postal Box
ar: صندوق البريد

source: Postal Code
ar: الرمز البريدي

source: Country
ar: الدولة

source: City
ar: المدينة

source: Bank Name
ar: اسم البنك

source: Bank ID
ar: رقم الحساب البنكي

source: Bank Type
ar: نوع البنك

source: Account information
ar: معلومات الحساب

source: Security Information
ar: معلومات الورقة المالية

source: Investor information
ar: معلومات المستثمر

source: Account Status
ar: حالة الحساب

source: ID Issuance Place
ar: مكان الإصدار

source: Nationality
ar: الجنسية

source: Mother's name
ar: اسم الأم

source: Job title
ar: المهنة

source: Investor classification
ar: تصنيف المستثمر

source: Investor type
ar: نوع المستثمر

source: Investor status
ar: حالة المستثمر

source: Language
ar: لغة التخاطب

source: Birth date
ar: تاريخ الميلاد

source: Gender
ar: الجنس

source: Education Degree
ar: التحصيل العلمي

source: Tax number
ar: الرقم الضريبي

source: Status date
ar: تاريخ الحالة

source: Address
ar: العنوان

source: Pending for settlement
ar: معلق الى حين التسوية

source: Security information
ar: معلومات الورقة المالية

source: Balance
ar: الرصيد

source: Document Information
ar: معلومات الوثيقة

source: With zeros
ar: مع أصفار

source: Without zeros
ar: بدون أصفار

source: Account
ar: الحساب

source: last login was at 19:13
ar: آخر تسجيل دخول

source: Ownership analysis by sector
ar: تحليل الملكية حسب القطاع

source: Investor Ownership
ar: ملكية المستثمر

source: Account Ownership
ar: ملكية الحساب

source: Investor Information
ar: معلومات المستثمر

source: Investor Accounts
ar: حسابات المستثمر

source: Account settings
ar: إعدادات الحساب

source: Investor ownership
ar: ملكية المستثمر

source: Investor accounts
ar: حسابات المستثمر

source: Change Language
ar: تغيير لغة التطبيق

source: Corporation's last actions
ar: آخر إجراءات الشركة

source: Investor's ownership of a new security
ar: ملكية المستثمر لورقة مالية جديدة

source: Change password
ar: تغيير كلمة السر

source: Change language
ar: تغيير اللغة

source: User's guide
ar: دليل المستخدم

source: Concept and instructions
ar: المفهوم والإرشادات

source: Terms and conditions
ar: الشروط والأحكام

source: Notice
ar: تنويه للمستثمر

source: Your fingerprint
ar: تسجيل الدخول باستخدام البصمة

source: Logout
ar: تسجيل خروج

source: Security number
ar: رقم الورقة المالية

source: From date
ar: من تاريخ

source: To date
ar: إلى تاريخ

source: Investor's ownership of a specific security
ar: ملكية المستثمر لورقة مالية محددة

source: The Securities Depository Center welcomes you to its online services
ar: مركز إيداع الأوراق المالية يرحب بكم في خدماته الإلكترونية

source: You're Online Wallet Service
ar: خدمة محفظتك الالكترونية

source: Sign In
ar: تسجيل دخول

source: Sign Up
ar: تسجيل حساب جديد

source: Sign in With FingerPoint
ar: تسجيل دخول باستخدام البصمة

source: Welcome
ar: مرحباً بك

source: Enter your information below
ar: ادخل معلوماتك أدناه

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot your password ?
ar: هل نسيت كلمة المرور

source: Login
ar: تسجيل دخول

source: Old password
ar: كلمة المرور القديمة

source: New password
ar: كلمة المرور الجديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Send
ar: إرسال

source: Forget Password
ar: تغيير كلمة المرور

source: Monthly market value from
ar: القيمة السوقية شهريا من

source: Money bills
ar: الفواتير

source: Contracts number
ar: رقم العقود

source: Follow these steps to signup
ar: اتبع هذه الخطوات للتسجيل

source: New Account
ar: حساب جديد

source: Welcome Back
ar: مرحبًا بعودتك

source: National NO
ar: الرقم الوطني

source: Phone number
ar: رقم الهاتف

source: ID Number
ar: الرقم الوطني

source: Family register
ar: دفتر العائلة

source: Family register number
ar: رقم دفتر العائلة

source: Account Details
ar: تفاصيل الحساب

source: Non-current balance
ar: رصيد غير متداول

source: Client number
ar: رقم العميل

source: Exact security number
ar: رقم الورقة المالية

source: Sector
ar: القطاع

source: Account Info
ar: بيانات الحساب

source: Account OwnerShip
ar: ملكية الحساب

source: Successfully registered
ar: تم التسجيل بنجاح

source: Done
ar: تم

source: Otherr Nationalities
ar: جنسيات أخرى

source: Investor Status
ar: حالة المستثمر

source: Press here to show other nationalities
ar: اضغط هنا لعرض الجنسيات الأخرى

source: Action's information
ar: معلومات الإجراء

source: Corporation name
ar: اسم الشركة

source: Corporation ID
ar: رقم الشركة

source: Literal number
ar: الرقم الحرفي

source: Action date
ar: تاريخ الإجراء

source: Action
ar: الإجراء

source: Action description
ar: وصف الإجراء

source: Before action
ar: قبل الإجراء

source: After action
ar: بعد الأجراء

source: My Account
ar: حسابي

source: Notifications
ar: الإشعارات

source: Investor name
ar: اسم المستثمر

source: All Nationalities
ar: جميع الجنسيات

source: Place of birth
ar: مكان الميلاد

source: ID type
ar: نوع الوثيقة

source: ID No.
ar: رقم الوثيقة

source: Identity Card No
ar: رقم الهوية

source: Clear
ar: تفريغ حقول

source: Reuter Code
ar: الرمز الحرفي

source: Owned
ar: الرصيد الحالي

source: Available
ar: الرصيد الحر

source: Lien
ar: الرصيد المحجوز

source: Pending until settlement
ar: معلق لحين التسوية

source: Non-traded
ar: الرصيد غير المتداول

source: Investor No.
ar: رقم المركز

source: Occupation
ar: المهنة

source: Investor category
ar: تصنيف المستثمر

source: Qualification
ar: المؤهل العلمي

source: Tax No.
ar: الرقم الضريبي

source: Branch
ar: الفرع

source: SWIFT code
ar: رمز SWIFT

source: Security sector
ar: قطاع الورقة المالية

source: Trade currency
ar: عملة التجارة

source: Area
ar: المنطقة

source: Street
ar: الشارع

source: Building No.
ar: رقم البناية

source: Mobile
ar: النقال

source: Phone
ar: الهاتف

source: Fax
ar: الفاكس

source: E-mail
ar: البريد الإلكتروني

source: Guardian name
ar: اسم النائب عن المستثمر

source: Guardian type
ar: نوع النيابة

source: Transaction Type
ar: وصف الإخراء

source: No.
ar: العدد

source: Account No.
ar: رقم الحساب

source: Bank Account Data
ar: بيانات الحساب البنكي

source: Identity Card number
ar: رقم الهوية

source: Close Price
ar: سعر الإغلاق

source: Services
ar: قطاع الخدمات

source: services
ar: خدمات

source: Industry
ar: قطاع الصناعة

source: industry
ar: صناعة

source: bank
ar: بنوك

source: Insuarance
ar: قطاع التأمين

source: insuarance
ar: تأمين

source: forget ypur password ?
ar: هل نسيت كلمة المرور؟

source: Expiry date
ar: تاريخ الّإنتهاء

source: Shareholders
ar: المساهمات

source: Securities
ar: الأوراق المالية

source: Market Value Percentage
ar: نسبة القيمة السوقية

source: Birth Place
ar: مكان الميلاد

source: Title
ar: اللقب

source: Investor Name
ar: اسم المستثمر

source: Mother Name
ar: اسم الأم

source: Basic Investor's Data
ar: البيانات الأساسية للمستثمر

source: P.O. Box
ar: صنذوق البريد

source: Birth Place
ar: مكان الميلاد

source: Identification Document Data
ar: بيانات الوثيقة

source: Postal Address
ar: بيانات العنوان البريدي

source: Residential Address
ar: بيانات عنوان الإقامة

source: Press to show Nationality
ar: اضغط لعرض الجنسيات الأخرى

source: Other Nationalities
ar: بيانات الجنسيات الأخرى

source: Total Market Value
ar: المجموع الكلي للقيمة السوقية

source: Owned Balance
ar: الرصيد الحالي

source: Security Name
ar: اسم الورقة المالية

source: Guardian Data
ar: بيانات النيابة عن المستثمر

source: Investor Account Information
ar: بيانات المستثمر لدى العضو

source: Choose currency
ar: اختر العملة

source: Membership Type
ar: نوع العضوية

source: Company
ar: الشركة

source: Action Type
ar: نوع الحركة

source: Before Action
ar: قبل الحركة

source: After Action
ar: بعد الحركة

source: Transaction Information
ar: معلومات الحركة

source: Account Information
ar: معلومات الحساب

source: Insurance
ar: تأمين

source: Date
ar: تاريخ الحركة

source: Total
ar: المجموع

source: Last update time
ar: تم التحديث

source: Last login
ar: آخر دخول

source: Category
ar: الفئة

source: choose
ar: اختر

source: Public ShareHolding Companies
ar: الشركات المساهمة العامة

source: Finincial Services Companies
ar: شركات الخدمات المالية

source: choose category
ar: اختر الفئة

source: User Guide
ar: دليل المستخدم

source: Investor Ownership For Specific Security
ar: ملكية المستثمر لورقة مالية محددة

source: Last Corporate Actions
ar: أخر إجراءات الشركات

source: Please check internet connection
ar: يرجى التحقق من اتصال الإنترنت

source: Server Error
ar: خطأ في اتصال الشبكة

source: Please Wait
ar: يرجى الإنتظار

source: Biometry unavailable
ar: التحقق الحيوي غير مفعل

source: Your device is not configured for biometric authentication.
ar: لم يتم تفعيل البصمة في جهازك.

source: Market
ar: السوق

source: choose security name
ar: اختر اسم الورقة المالية

source: Search
ar: استعلام

source: USD
ar: دولار أمريكي

source: JOD
ar: دينار أردني

source: search
ar: ادخل كلمة البحث

source: Incorrect Username or Password
ar: اسم المستخدم او كلمة المرور غير صحيحة

source: Please fill the username and password
ar: الرجاء تعبئة اسم المستخدم وكلمة المرور

source: Pin expires after
ar: تنتهي PIN بعد

source: Account Recovery
ar: استرجاع الحساب

source: Choose Account Recovery Method
ar: اختر طريقة استرجاع الحساب

source: A message containing OTP code were sent to the Email
ar: تم إرسال OTP إلى البريد الإلكتروني

source: A message containing OTP code were sent to the Mobile
ar: تم إرسال OTP إالى الهاتف

source: Please fill all required fields
ar: الرجاء تعبئة جميع الحقول المطلوبة

source: Resend code
ar: إعادة إرسال PIN

source: Mobile Number
ar: رقم الموبايل

source: Change Password
ar: تغيير كلمة المرور

source: Identity Card
ar: بطاقة أحوال مدنية

source: Passport
ar: جواز سفر

source: Create Password
ar: إنشاء كلمة مرور جديدة

source: time remaining
ar: الوقت المتبقي

source: Full name
ar: الإسم الكامل

source: Birth Date
ar: تاريخ الميلاد

source: Sign in With Face ID
ar: تسجيل دخول باستخدام بصمة الوجه

source: Investor Ownership of Specific Security
ar: ملكية المستثمر لورقة مالية محددة

source: Data not available
ar: لا يوجد بيانات لعرضها

source: Inquiry
ar: استعلام

source: Your Face ID
ar: تسجيل الدخول باستخدام البصمة

source: ePortfolio
ar: محفظتك الإلكترونية

source: Welcome to Securities Depository Center(SDC)
ar: مركز إيداع الأوراق المالية يرحب بكم في خدماته الإلكترونية

source: Welcome to Securities Depository Center(SDC)
ar: مركز إيداع الأوراق المالية يرحب بكم في خدماته الإلكترونية

source: Member No
ar: رقم العضو

source: Account No
ar: رقم الحساب

source: Owned balance
ar: لرصيد الحالي

source: Invalid Otp
ar: خطأ في رمز التحقق

source: Service unavailable
ar: الخدمة غير متاحة حاليا

source: You have exceeded the allowed number of attempts, you can request a new verification code
ar: قد تجاوزت الحد المسموح لعدد المحاولات , بامكانك طلب رمز تحقق

source: OTP expierd
ar: لرمز منتهي الصلاحية

source: Already active otp
ar: لديك رمز تحقق فعال حاليا , يرجى المحاولة بعد قليل

source: at
ar: الساعة

source: on
ar: بتاريخ

source: in
ar: الموافق

source: Ownership Data
ar: بيانات الملكية

source: name
ar: اسم المستثمر

source: Last Login
ar: أخر دخول

source: No data to show
ar: لا يوجد ملكية لعرضها

source: Invalid ID Num
ar: الرقم المدخل غير صحيح
